Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: For certain issues, this is the only way to get the point across without the effect being undermined by other tropes such as the EverybodyLaughsEnding.
pt_br: Para determinadas questões, esse é o único jeito de ilustrar o argumento sem que o efeito seja minado por outros tropos tais como Br/FinalTodoMundoRindo.

source: For changes in character names, see DubNameChange.
pt_br: Para alterações em nomes de personagens, ver Br/MudancaDeNomeInduzidaPorDublagem.

source: For characters completely intended to be dislikable, see HateSink.
pt_br: Para personagens que possuem a intenção de serem odiados, consulte Br/RaloDeOdio.

source: For example if a government taxes pools and a pool manufacturer starts manufacturing large hot tubs to get around it, that's a loophole.
pt_br: Por exemplo, se o governo aplica taxas sobre piscinas e um fabricante de piscinas começa a fabricar banheiras muito grandes para contornar isso, então é uma brecha.

source: For example, "Qué gran barriga tiene usted, Señor Corazón" (You have such a big belly, Mr. Heart) * ActuallyPrettyFunny: Professor Jirafales spends one episode looking for a student who drew a caricature of him as a sausage, and Quico convinces Chavo to take the fall for him.
pt_br: * Br/NaVerdadeFoiBemEngracado: Professor Girafales passa um episódio procurando o estudante que fez uma caricatura dele como uma linguiça, e Quico convence Chaves a levar a culpa no lugar dele.

source: For example, ''Film/{{Rocky}}'' is not a prequel to ''Film/RockyII'', because ''Rocky II'' was both produced and set after the first.'''
pt_br: Por exemplo, ''BrFilme/{{Rocky}}'' não é uma prequência para ''BrFilme/RockyII'' porque ''Rocky II'' foi produzida e ambientada após o primeiro filme.'''

source: For example, ''Franchise/StarWars'' was purposefully built upon {{Archetypal Character}}s, to which it owes its longevity.
pt_br: Por exemplo, ''BrFranquia/StarWars'' foi propositalmente baseado em [[Br/PersonagemArquetipico personagens arquetípicos]], e a isto se deve a longevidade da franquia.

source: For example, for https://tvtropes.org/pmwiki/pmwiki.php/NamespaceGoesHere/TitleGoesHere, "[=NamespaceGoesHere=]" is the Administrivia/{{Namespace}}, "[=TitleGoesHere=]" is the page's name, and "[=NamespaceGoesHere/TitleGoesHere=]" make up the [=WikiWord=] for NamespaceGoesHere/TitleGoesHere.
pt_br: Por exemplo, para a página https://tvtropes.org/pmwiki/pmwiki.php/InsiraONamespaceAqui/InsiraONomeAqui, "[=InsiraONamespaceAqui=]" é o BrAdministrivia/{{Namespace}}, "[=InsiraONomeAqui=]" é o título da página e "[=InsiraONamespaceAqui/InsiraONomeAqui=]" compõem a [=WikiPalavra=] para InsiraONamespaceAqui/InsiraONomeAqui.

source: For example, he gets much angrier at Rebeca saying swear words than Binho being racist.
pt_br: Por exemplo, ele fica muito mais irritado com Rebeca dizendo xingamentos do que com Binho sendo racista.

source: For example, if a main character gains a significant other at the beginning of the episode, it is almost certain that they will break up by the end, for [[ItsNotYouItsMyEnemies one reason]] or [[MinorFlawMajorBreakup another]].
pt_br: Por exemplo, se um personagem principal encontra um interesse amoroso no começo do episódio, é praticamente certo de que eles vão se separar no fim, por [[Br/NaoEVoceSaoMeusInimigos um motivo]] ou [[Br/PequenasFalhasGrandesRompimentos outro]].

source: For example, if a martial artist takes off their belt or [[Film/EverythingEverywhereAllAtOnce fanny pack]] and uses it to fight off a group of villains, that part of the costume ''is'' a prop.
pt_br: Por exemplo, se um artista marcial tira seu cinto ou [[BrFilme/TudoEmTodoLugarAoMesmoTempo pochete]] e usa esse objeto para repelir um grupo de vilões, essa parte do traje ''é'' um adereço.

source: For example, if the devil asks to give him your soul after death, you can wish for {{immortality}}.
pt_br: Por exemplo, se o demônio requisita a sua alma após a morte, você pode desejar Br/{{imortalidade}}.

source: For example, in the ''Franchise/StarWars'' prequel trilogy, various characters interact with others they would meet again in the original ''Star Wars'' trilogy, but in that film they show no evidence of recognizing them.
pt_br: Por exemplo, na trilogia prequência de ''BrFranquia/StarWars'', muitos personagens interagem com outros personagens que são encontrados novamente na trilogia original de ''Star Wars'', mas no filme eles não mostram evidência de que os tenham reconhecido.

source: For example, in the episode "Prohibido jugar Fútbol en la calle" from 1974 season, Don Ramón says he is a Monterrey supporter to make Señor Barriga happy (since he is a Monterrey supporter).
pt_br: Por exemplo, no episódio "É proibido jogar futebol na rua" da temporada de 1974, Seu Madruga diz que ele é um torcedor do Monterrey para fazer média com o Senhor Barriga, que é um torcedor do Monterrey.

source: For example, the URL of this page is '''[=https://tvtropes.org/pmwiki/pmwiki.php/Administrivia/Namespace=]'''.
pt_br: Por exemplo, a URL desta página é '''[=https://tvtropes.org/pmwiki/pmwiki.php/BrAdministrivia/Espaco=]'''.

source: For example, the hero may be [[ChaseScene giving chase]] to the villain to stop his [[EvilPlan nefarious plans]]: in a positive resolution, he is able to intercept the bad guy; in a negative one, he loses track of him.
pt_br: Por exemplo, o herói pode estar [[Br/CenaDePerseguicao perseguindo]] o vilão para impedir seus [[Br/PlanoDoMal planos nefastos]]: em uma resolução positiva, ele consegue interceptar o malvado; em uma negativa, ele perde o rastro do vilão.

source: For example, the hero may seek [[WellDoneSonGuy his father figure's approval]] for his actions: in a positive resolution, his father supports him; in a negative one, he is not impressed at all.
pt_br: Por exemplo, o herói pode buscar obter [[Br/CaraDoMuitoBemFilho a aprovação de sua figura paterna]] para suas ações: em uma resolução positiva, seu pai o apoia; em uma negativa, ele não fica nada impressionado.

source: For example, the story may tell us about the culture, social customs or beliefs of the characters.
pt_br: Por exemplo, a história pode nos falar sobre a cultura, costumes e crenças dos personagens.

source: For example, they might regard something absurd as SeriousBusiness, with the Only Sane Man the only one who notices how crazy that is.
pt_br: Por exemplo, eles podem tratar algo absurdo como Br/NegocioSerio enquanto o Único Homem São é a única pessoa a perceber o ridículo da situação.

source: For example, when Chavo asks Quico to borrow his toys or the food he's eating, in the rare occasions Quico answers "yes", Chavo would instinctively respond with "Whatever, I didn't want it anyway... ({{Beat}}) You said yes?" * WorseWithContext: Happened once when [[ReasonableAuthorityFigure Profesor Jirafales]] chastised Don Ramón for threatening el Chavo.
pt_br: Por exemplo, quando o Chaves pede do Quico para emprestar os brinquedos ou a comida que ele está comendo, nas raras ocasiões em que o Quico responde "sim", ele instintivamente responde com "Eu não queria mesmo... (Br/{{Batida}}) Você disse sim?" * Br/FicaPiorNoContexto: Aconteceu uma vez quando o [[Br/FiguraDeAutoridadeRazoavel professor Girafales]] repreendeu o Seu Madruga por ameaçar o Chaves.

source: For example, when Don Ramón is given a custard apple plant, and tells El Profesor Jirafales he's not sure he was really given such a plant: -->'''Profesor Jirafales:''' Indeed.
pt_br: Por exemplo, quando Seu Madruga recebe uma muda de chirimoia e fala ao Girafales que ele não tem certeza de que foi essa planta mesmo: -->'''Girafales:''' De fato.

source: For example: # "Negative" stereotypes like StayInTheKitchen do not qualify because, while avoided these days, it is still common to see the tropes played completely straight with UnfortunateImplications intact or invoked through DeliberateValuesDissonance.
pt_br: Por exemplo: # Estereótipos "negativos" como Br/FiqueNaCozinha não se enquadram porque, apesar de evitados atualmente, ainda é comum ver eles sendo usados da maneira típica com o conjunto completo de Br/ImplicacoesInfelizes ou invocado através da Br/DissonanciaDeValoresDeliberada.

source: For instance, say that the poor DamselInDistress is looking her {{fate|WorseThanDeath}} dead in the face, and is [[YouCantFightFate seemingly resigned]] to it, because it seems that NothingCanSaveUsNow… and then, ''boom''!
pt_br: Por exemplo, digamos que a pobre Br/DonzelaEmPerigo está encarando o seu Br/DestinoPiorQueAMorte, tendo aparentemente [[Br/VoceNaoPodeEnfrentarODestino se resignado]] a isso, porque Br/NadaPodeNosSalvarAgora... e então, BAM!

source: For location names, see IDontLikeTheSoundOfThatPlace.
pt_br: Para nomes de lugares, ver Br/EuNaoGostoDoSomDesteLugar.

source: For much the same reason Hollywood likes to make [[TheFilmOfTheBook adaptations of existing works from other media]] or {{Remake}}s of older films, big film studios would ''love'' for every film they have to become a series and earn lots of cash.
pt_br: Esses também são os motivos pelos quais Hollywood gosta de fazer [[Br/OFilmeDoLivro adaptações de trabalhos existentes para outras mídias]] ou refazer filmes antigos. Estúdios grandes ''adorariam'' que cada filme se tornasse uma série que rendesse montanhas de dinheiro.

source: For much the same reason it's unlikely [[AliceAndBob Bob]] will turn out to be the [[EvilMakeover outrageously stylish villain]] bent on absorbing the planet's [[TheLifestream life stream]] [[VideoGame/FinalFantasyVII t]][[VideoGame/LastScenario o]] [[AGodAmI ascend to godhood]], and someone with a name like oh, say, Hannibal Murder von Uberbastard, probably won't be selling cookies for charity.
pt_br: Pelo mesmo motivo que é muito improvável que Bob se revele ser o vilão super estiloso determinado a absorver o fluxo vital do planeta com a finalidade de [[Br/SouUmDeus se tornar deus]], também é improvável que alguém chamado Hannibal Lecter esteja vendendo biscoitos para a caridade.

source: For related phenomena, see FranchiseOriginalSin and SeasonalRot.
pt_br: Para fenômenos relacionados, consultar Br/PecadoOriginalDaFranquia e Br/PodridaoSazonal.

source: For similar reasons, in any ScrapbookStory, you can safely assume that somebody must have been able to put together the scrapbook.
pt_br: Por motivos similares, em qualquer Br/HistoriaComRecortes você pode seguramente supor que alguém conseguiu reunir todos os recortes para contar a história.

source: For that reason, when it's time for a show to get serious, these characters are likely to be [[ShooOutTheClowns killed or detained]] so the viewers know they won't be responsible for yet another DeusExMachina.
pt_br: Por esse motivo, quando é chegado o momento de um programa ficar sério, esse personagem tem uma chance elevada de ser [[Br/EnxotarOsPalhacos morto ou detido]] para que os espectadores saibam que ele não vai executar outro Br/DeusExMachina.

source: For the (mostly) non-vulgar variant, see OverlyLongGag.
pt_br: Para a variante (geralmente) não vulgar, ver Br/PiadaExcessivamenteLonga.

source: For the less common polar-opposite, see ViewersAreGeniuses.
pt_br: Para o oposto polar menos comum, ver Br/EspectadoresSaoGenios.

source: For the more general trope applying to recycled story arcs, see FleetingDemographicRule.
pt_br: Para o tropo mais geral de arcos de história reciclados, consultar Br/RegraDaDemografiaPassageira.

source: For the much more heroic equivalent, see GuileHero.
pt_br: Para o equivalente muito mais heróico, consultar Br/HeroiAstuto.

source: For the occasions when the Devil comes out ''behind'', see DidYouJustScamCthulhu.
pt_br: Para as ocasiões em que o diabo fica ''na pior'', ver Br/VoceAcabouDeEnganarCthulhu.

source: For the opposite, in which a work changes dramatically over the course of its run, see NothingIsTheSameAnymore.
pt_br: Para o oposto, em que uma obra muda dramaticamente ao longo de sua exibição, ver Br/NadaEMaisOMesmo.

source: For the sci-fi version, the IgnoredExpert is your go-to guy.
pt_br: Para a versão sci-fi, o Br/EspecialistaIgnorado é a opção.

source: For the second or third works, though, the producers had plans for even more sequels and spin-offs, and filled the sequel with {{Sequel Hook}}s and unfinished plot threads in order to set up upcoming works, as opposed to... you know, making the current one good.
pt_br: Para a segunda e a terceira, no entanto, os produtores têm planos para ainda mais sequências e derivados, e recheiam a sequência com [[Br/GanchoParaASequencia ganchos]] e linhas de trama incompletas para encaixar as obras posteriores, ao invés de, tipo... se concentrar em tornar a obra boa.

source: For various variants and overlapping tropes see: * AxCrazy: Insane and violent.
pt_br: Para variadas variantes e sobreposições, consultar: * Br/DoidoDePedra: Insano e violento.

source: For versions enforced by law (or out of fear of a potential lawsuit), see also OurLawyersAdvisedThisTrope.
pt_br: Para versões impostas por lei (ou por medo de processo judicial), ver também Br/NossosAdvogadosRecomendaramEsteTropo.

source: For whatever reason, the Butt-Monkey seems to walk through life with a permanent [[KickMePrank "Kick Me" sign]] attached to their backs, invisible to them, but all too visible to the rest of the world.
pt_br: Por qualquer que seja o motivo, o corinho parece passar pela vida com um cartaz de "Me Chute" preso em suas costas, invisível a eles, mas sempre visível para o resto do mundo.

source: For whatever reason, the hero's victory over death and destruction directly or indirectly leads to an even greater wave of death and destruction, or something else that puts a DownerEnding spin on everything.
pt_br: Por qualquer motivo que seja, o triunfo do herói sobre a morte e a destruição leva, direta ou indiretamente, para uma onda ''ainda maior'' de morte e destruição, ou algo que instala um Br/FinalDepressivo.

source: For when the viewers really ''are'' morons, see FanDumb and HateDumb.
pt_br: Para quando os espectadores ''realmente são'' idiotas, consultar ??? FanDumb e ??? HateDumb.

source: For worlds that are almost ''literal'' sacks of crap, see TheDungAges.
pt_br: Para mundos que são quase que ''literalmente'' sacos de lixo, consultar Br/IdadeDasMerdas.

source: Fortunately, it doesn't seem to have an impact on his powers.
pt_br: Felizmente, não parece ter impacto em seus poderes.

source: Fortunately, this Antichrist wants to ''save'' the world instead.
pt_br: Felizmente, este Anticristo quer ''salvar'' o mundo.

source: FramingDevice entails this to a certain extent, as any character alive to tell or hear the tale must have survived, and the setting may also hint.
pt_br: O Br/DispositivoDeEnquadramento se conecta a isso até certo ponto, pois qualquer personagem que esteja vivo para contar a história deve ter sobrevivido.

source: FramingTheGuiltyParty invokes this trope when the one doing the framing didn't know that party was already guilty.
pt_br: Br/ArmarParaOsCulpados invoca este tropo quando a pessoa que está armando as evidências não sabia que os alvos eram de fato culpados.

source: Frankenstein lists off all their nasty deeds at his party and they cheer each time.
pt_br: Frankenstein lista todos seus feitos de maldade na festa e eles comemoram em cada momento.

source: Frequently fails anyway.
pt_br: Frequentemente falha mesmo assim.

source: Friendship with the illusion of disillusionment?
pt_br: Amizade com ilusão de desilusão. Vida muito esponjosa.

source: From 1997 onwards, the white characters now have more clearly white skin.
pt_br: De 1997 pra frente, os personagens brancos agora possuem um tom de pele distintamente branco.

source: From here, these worlds can be depicted by authors in various ways, whether it would be dramatic or comedic, immutable or mutable.
pt_br: Esses mundos podem ser retratados por autores de várias maneiras, seja de maneiras dramáticas ou cômicas, mutáveis ou imutáveis.

source: From invisibility to magic bowling balls to fork throwing etc., everyone's powers are used to solve some problem or obstacle.
pt_br: Invisibilidade, bolas mágicas de boliche, arremesso de garfo... os poderes de todos são usados para superar algum obstáculo.

source: From its very beginning, the Order was controversial.
pt_br: A Ordem foi controversa desde o começo.

source: From the beginning, certain characters' aesthetic seemed to come from old cartoons, like Quico in his sailor suit and Doña Clotilde.
pt_br: Desde o começo, a estética de certos personagens parecia derivar de cartuns antigos, como o Quico em sua roupa de marinheiro e a Dona Clotilde.

source: From there it expanded into infrastructure and finance.
pt_br: Deste ponto se expandiu para infraestrutura e finanças.

source: From this skill with banking and finance arose the association of Templars with treasure, and led to them ultimately entering conspiracy-theory territory.
pt_br: Desta habilidade com finanças surgiu a associação dos Templários com tesouros, o que os levou a entrarem no território das teorias da conspiração.

source: Full of JungleJapes.
pt_br: Br/SelvaTropical abundante.

source: Further complicating the issue is that a good portion of the plot bears more than a passing resemblance to the ''[[SimilarlyNamedWorks other]]'', ''earlier'', short story ''I, Robot'' by Literature/AdamLink, in which a sapient robot is accused of the murder of the creator who lovingly "raised" him.
pt_br: Para complicar mais as coisas, uma boa porção da trama possui semelhanças com a ''[[Br/ObrasComNomeSimilar outra]]'' história curta ''anterior'' de nome ''Eu, Robô'' por BrLiteratura/AdamLink, onde um robô sapiente é acusado de assassinar seu criador.

source: Further, King Edward I employed them as 'the Hammer of the Scots', as part of his armies during his campaigns in Scotland, forcing the Masters of both the English and Scottish Temples to swear fealty to him.
pt_br: Adicionalmente, Rei Eduardo I os usou como parte de seu exército durante sua campanha na Escócia, forçando os mestres dos templos escoceses e ingleses a jurarem lealdade a ele.

source: Furthermore, he also succeeds in receiving from the Cook County DA a gag order against the Chicago Police Department preventing them from even speaking about the possibility of a robot committing murder.
pt_br: Além do mais, ele tem êxito em obter uma ordem sigilosa contra a polícia de Chicago que impede que eles sequer mencionem a possibilidade de um robô cometer assassinato.

source: Furthermore, if the audience begins to resent the "unfair" treatment of the character, they can become the DesignatedMonkey.
pt_br: Além do mais, se a audiência começa a se ressentir com o tratamento "injusto" do personagem, eles podem se tornar um Br/CorinhoDesignado.

source: Furthermore, if the author makes a given death permanent after already using some manner of resurrection previously, it may cause viewers to become disconnected from the characters, who chose to bring back Character A but didn't bother with Character B. * A FauxDeath or DisneyDeath.
pt_br: Além do mais, se o autor faz com que certa morte seja permanente após já ter usado algum truque de ressurreição, isso pode fazer com que o público se desconecte dos personagens, que escolheram trazer de volta o Personagem A mas não se incomodaram com o Personagem B. * Uma Br/MorteFalsa ou Br/MorteEstiloDisney.

source: Furthermore--\\ '''The Bowler:''' Wait -- so sorry.
pt_br: Além disso--\\ '''Boliche:''' Quê? -- Desculpa.

source: GadgeteerGenius and the MadScientistLaboratory ([[PretentiousPronunciation or]] "la-''bore''-a-tory") are almost obligatory, the scientist’s conversation is likely to include the phrases ForScience and TheyCalledMeMad, and the LabcoatOfScienceAndMedicine (classically, the Howie-style lab coat that buttons diagonally across the chest and has a Mandarin collar) can be expected.
pt_br: É quase certo de que ele será um Br/GenioDosApetrechos e tenha um Br/LaboratorioDoCientistaMaluco ([[Br/DiccaoPretensiosa possivelmente com uma pronúncia sofisticada]]), que o diálogo dele inclua as frases Br/EmNomeDaCiencia e Br/DisseramQueEuEraMaluco e que ele vai usar um Br/JalecoDeCienciaEMedicina (em obras clássicas será um jaleco tipo Howie, com uma linha diagonal de botões através do tórax e um colarinho Mandarin).

source: Games that are rated 4.0 or above on that list represent the top 3% hardest video games ever released.
pt_br: Jogos que possuem nota acima de 4.0 na lista representam o top 3% de dificuldade.

source: Gas explodes, you know!
pt_br: Gasolina explode, sabia?!

source: Generally the central figure in ActionSeries and AdventureSeries.
pt_br: Geralmente é a figura central em Br/SeriesDeAcao e Br/SeriesDeAventura.

source: Generally, MechanicalLifeforms who already have a civilization and walk and talk like sentient beings at the time of FirstContact are much more likely to be given the benefit of the doubt than Earthling robots who the heroes actually saw getting assembled from inanimate parts.
pt_br: Geralmente, Br/FormasDeVidaMecanicas que já são uma civilização e agem como seres sencientes no momento do Br/PrimeiroContato possuem chance maior de receber o benefício da dúvida do que robôs terráqueos que os heróis viram serem montados a partir de peças inanimadas.

source: Get it?
pt_br: Sacou?

source: Gets extra confusing when real years and events are mentioned.
pt_br: Fica ainda mais confuso quando anos e eventos do mundo real são mencionados.

source: Gigi, you're a genius!" * RequiredSecondaryPowers: [[spoiler: Spooner's robotic arm would need a lot of energy to be able to work properly, so he powers it through the massive amount of calories and sugar from the pies he constantly noshes on.
pt_br: Gigi, você é um gênio!" * Br/PoderesSecundariosRequeridos: [[spoiler: O braço robótico de Spooner precisaria de muita energia para funcionar adequadamente, e ele é energizado através da quantidade massiva de calorias e açúcar das tortas que ele constantemente come.

source: Given Don Ramón's work-shy disposition, it was to be understood that he was being PutOnABus forever.
pt_br: Dada a pouca disposição do Seu Madruga para trabalhar, a ideia que fica é que ele foi Br/ColocadoEmUmOnibus para nunca mais voltar.

source: Given a CallBack in the climax when Sonny [[spoiler: has to choose between injecting VIKI with the nanites to kill her, and saving Calvin from the attacking NS-5s.
pt_br: Recebe uma Br/{{Referencia}} no clímax quando Sonny [[spoiler: precisa escolher entre injetar os nanitos na VIKI para matá-la e salvar Calvin dos NS-5 hostis.

source: Given a choice between getting a laugh or moving the story forward, the former will almost always take priority.
pt_br: Havendo uma escolha entre arrancar risos do público ou avançar a história, a primeira opção quase sempre terá prioridade.

source: God help you if that hero you've harmed has a PsychoSupporter.
pt_br: Deus te ajude se o herói que você feriu possui um Br/ApoiadorPsicotico.

source: Going back to the robot example, it is also considered good if large numbers of human lives are being threatened by a psychopath, as breaking the First Law would protect them.
pt_br: Voltando ao exemplo dos robôs, isso também é considerado bom se um número expressivo de vidas humanas está sendo ameaçada por um psicopata, já que a quebra da Lei Um protegeria eles.

source: Good focuses on improving others' well-being; Evil focuses on the self, even at the expense of others; and Neutral serves a similar role as on the ethical axis, but tends to favor their friends and family.
pt_br: O Bom foca em melhorar o bem-estar de outros; o Mal foca em si próprio, mesmo que às custas dos outros; e o Neutro serve um papel similar ao do eixo ético, mas tende a favorecer amigos e família.
